<?php

return [
    /******* For Users **************************************/
    "change_role" => "تم تغيير صلاحيات مستخدم بنجاح ...!",
    "block" => "تم حظر المستخدم ...!",
    "unblock" => "تم الغاء الحظر عن المستخدم ...!",
    "create_user" => "تم إضافة مستخدم جديد ...!",
    "update_user" => "تم تعديل البيانات بنجاح ...!",
    "delete_user" => "تم حذف المستخدم ...!",
    "role_at_least" => "يجب اختيار صلاحية واحدة على الأقل ...!",
    /******* For Categories **************************************/
    "create_category" => "تم إضافة قسم جديد ...!",
    "update_category" => "تم تعديل  بيانات القسم بنجاح ...!",
    "delete_category" => "تم حذف القسم ...!",
    "no_categories" => "لا يوجد أية أقسام. الرجاء إضافة قسم جديد قبل إضافة المنتجات ...!",
    /******* For Products **************************************/
    "create_product" => "تم إضافة منتح جديد ...!",
    "update_product" => "تم تعديل  بيانات المنتج بنجاح ...!",
    "delete_product" => "تم حذف المنتج ...!",
    "approve_product" => "تم تأكيد المنتج ...!",
    /******* For Clients **************************************/
    "create_client" => "تم إضافة عميل جديد ...!",
    "update_client" => "تم تعديل  بيانات العميل بنجاح ...!",
    "delete_client" => "تم حذف العميل ...!",
    /******* For Orders **************************************/
    "add_new_order" => "تم إضافة طلب جديد ...!",
    "update_order" => "تم تعديل الطلب بنجاح ...!",
    "delete_order" => "تم حذف الطلب ...!",
];
